Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/victims_of_crime/index.html.txt.tmx
Source language: en
Languages: ga

source: An introduction to the victims of crime section and the Victims' Directive
ga: Tá réamheolas anseo ar an rannóg a bhaineann leo siúd atá thíos le coireanna

source: Support for victims of crime
ga: Tacaíocht d’íospartaigh na coireachta

source: Victims of crime can get support from community-based organisations, consisting of mostly volunteers and a small number of professional staff
ga: Tá cur síos anseo ar na seirbhísí a chuireann Tacaíocht don Íobartach ar fáil do dhaoine a bhíonn thíos le coireanna agus dá dteaghlaigh

source: Victims of crime and the law
ga: An dlí agus íospartaigh choireanna

source: Legislation that has been implemented to protect and support victims of crime
ga: Tá cur síos anseo ar an reachtaíocht a cuireadh i bhfeidhm le cosaint agus tacaíocht a thabhairt d'íobartaigh choireanna

source: Find out about the two types of compensation that may be available to victims of crime
ga: Tá cur síos anseo ar an gcúiteamh atá ar fáil d'íobartaigh choireanna

source: Victims of crime and the courts
ga: Na cúirteanna agus íospartaigh choireanna

source: There are a number of support systems in place to encourage and support victims if they attend court
ga: Tá cur síos anseo ar an gcaidreamh idir Íobartaigh Choireanna agus na Cúirteanna

source: Victims of crime and the coroner
ga: An cróinéir agus íospartaigh choireanna

source: Relationship between victims of crime and the coroner when there is an enquiry into a death in Ireland
ga: Tá cur síos anseo ar an gcaidreamh idir íobartaigh choireanna agus an cróinéir

source: Victims of Crime and the Garda Siochana
ga: An Garda Síochána agus íospartaigh choireanna

source: The relationship between victims of crime and the Garda Siochana
ga: Tá cur síos déanta anseo ar an teagmháil a bhíonn idir íobartaigh choireanna agus an Garda Síochána

source: Victims of crime and the prisons
ga: Na príosúin agus íospartaigh choireanna

source: The relationship between victims and the prison system
ga: Tá cur síos anseo ar ról na nÍobartach agus an Príosún

source: Victims of crime and the State Prosecution Service
ga: An tSeirbhís Ionchúisimh an Stáit agus íospartaigh choireanna

source: The relationship between victims of crime and the State Prosecution Service
ga: Tá cur síos anseo ar an teagmháil a bhíonn ag íospartaigh choireanna le Seirbhís Ionchúisimh an Stáit

source: Victims of crime and the Probation Service
ga: An tSeirbhís Phromhaidh agus íospartaigh choireanna

source: As a victim, you may come into contact with the Probation Service
ga: Tá cur síos anseo ar ról íobartach agus an tSeirbhís Phromhaidh

source: Most Read in "Justice"
ga: Ábhar is mó éilimh i "Dlí"

source: Alcohol and the law
ga: Alcól agus an dlí
